Repository: rongallant/meta-collections
Catalog: lang/_coll-*.po
Languages: nl_nl

source: Make the element required.
nl_nl: Maak dat het element verplicht is.

source: Make the element require a valid email.
nl_nl: Maak dat het element een geldig e-mailadres moet bevatten.

source: Make the element require a valid url.
nl_nl: Maak dat het element niet leeg mag zijn.

source: Make the element require a date.
nl_nl: Maak dat het element een geldige datum waarde moet bevatten.

source: Make the element require an ISO date.
nl_nl: Maak dat het element een geldige ISO datum waarde moet bevatten.

source: Make the element require a decimal number.
nl_nl: Maak dat het element een decimale waarde moet bevatten.

source: Make the element require digits only.
nl_nl: Maak dat het element een numerieke waarde moet bevatten.

source: Make the element require a credit card number.
nl_nl: Maak dat het element een geldig creditcard nummer moet bevatten.

source: Make the element require a given minimum length.
nl_nl: Maak dat het element een waarde bevat met een minimale lengte.

source: Make the element require a given maximum length.
nl_nl: Maak dat het element een waarde bevat met een maximale lengte.

source: Make the element require a given minimum.
nl_nl: Maak dat het element een minimale numerieke waarde bevat.

source: Make the element require a given maximum.
nl_nl: Maak dat het element een maximale numerieke waarde bevat.

source: Search
nl_nl: Zoeken

source: All
nl_nl: Alle

source: Parent
nl_nl: Bovenliggende

source: Parent
nl_nl: Bovenliggende

source: Edit
nl_nl: Bewerken

source: Add New
nl_nl: Nieuwe %n toevoegen

source: New Name:
nl_nl: Nieuw Naam:

source: Collections
nl_nl: Collecties

source: Settings
nl_nl: Instellingen

source: Validation
nl_nl: Validatie

source: enter a number
nl_nl: vul een nummer in

source: Description
nl_nl: Omschrijving

source: Width
nl_nl: Breedte

source: + add %s
nl_nl: + %s toevoegen

source: Unique name for this field
nl_nl: Unieke naam voor dit veld

source: for thema development use
nl_nl: for thema ontwikkeling gebruik

source: this function will return an array with values.
nl_nl: deze functie geeft een array met waarden terug

source: Category
nl_nl: Categorie

source: Title
nl_nl: Titel

source: Featured Image
nl_nl: Uitgelichte Afbeelding

source: Excerpt
nl_nl: Samenvatting

source: Comments
nl_nl: Reacties

source: Author
nl_nl: Auteur

source: Send Trackbacks
nl_nl: Trackbacks Verzenden

source: Revisions
nl_nl: Revisies

source: Enter title here
nl_nl: Hier een titel invoeren

source: Below Posts
nl_nl: Onder Posts

source: Below Media
nl_nl: Onder Media

source: Below Links
nl_nl: Onder Links

source: Below Pages
nl_nl: Onder Pagina's

source: Below Comments
nl_nl: Onder Reacties

source: Below First Seperator
nl_nl: Onder Eerste Afscheiding

source: Below Plugins
nl_nl: Onder Plugins

source: Below Users
nl_nl: Onder Gebruikers

source: Below Tools
nl_nl: Onder Extra

source: Below Settings
nl_nl: Onder Instellingen

source: Below Second Seperator
nl_nl: Onder Tweede Afscheiding

source: Content deleted
nl_nl: Content gewist

source: Do you wan't to delete the entire content of the collection too?
nl_nl: Wil je de gehele inhoud van de collectie ook wissen?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Add New %n
nl_nl: Nieuwe %n Toevoegen

source: Edit %s
nl_nl: %s Bewerken

source: New %s
nl_nl: Nieuwe %s

source: All %s
nl_nl: Alle %s

source: View %s
nl_nl: Bekijk %s

source: Search %n
nl_nl: Zoek %s

source: No %s found
nl_nl: Geen %s gevonden

source: No %s found in Trash
nl_nl: Geen %s gevonden in prullenmand

source: Parent %n
nl_nl: Bovenliggende %s

source: Posts
nl_nl: Berichten

source: Post
nl_nl: Bericht

source: Standard collection for Posts
nl_nl: Standaard collectie voor Posts

source: Pages
nl_nl: Pagina's

source: Page
nl_nl: Pagina

source: Standard collection for Pages
nl_nl: Standaard collectie voor Pagina's

source: Collections management
nl_nl: Collectie management

source: Add New Collection
nl_nl: Nieuwe Collectie toevoegen

source: (inactive)
nl_nl: (inactief)

source: Metadata first
nl_nl: Metadata eerst

source: This item is currently disabled because you need to create metadata elements first in order to place them in the table overview.
nl_nl: Dit item is nog gedeactiveerd omdat je eerst metadata moet aanmaken voordat je deze in het overzicht kunt plaatsen en ordenen.

source: Edit Overview Table
nl_nl: Overzichtstabel

source: Overview Table
nl_nl: Overzichtstabel

source: Are you sure to delete this entire collection including metadataset en user interface?
nl_nl: Weet je zeker dat je de gehele collectie wilt wissen inclusief metadata en user interface?

source: Delete
nl_nl: Wissen

source: No Collections yet, click on
nl_nl: Nog geen Collecties, klik op

source: to create one.
nl_nl: om er één aan te maken.

source: That's a good one!
nl_nl: Dat is een goeie!

source: Back
nl_nl: Terug

source: Collection\'s configuration saved, reloading page....
nl_nl: Collecties instellingen opgeslagen, herlaadt pagina...

source: Save Collection
nl_nl: Collectie Opslaan

source: Edit Collection
nl_nl: Collectie

source: Name & Description
nl_nl: Naam & Beschrijving

source: Collection Name
nl_nl: Collectie Naam

source: Give a suitable name matching the content of the collection.
nl_nl: Geef een geschikte naam die past bij de aard van de inhoud.

source: e.g. Treasures
nl_nl: b.v. Schatten

source: Collection Singular Name
nl_nl: Naam Collectie Enkelvoud

source: The singular name of the Collection
nl_nl: De enkelvoudsnaam van de Collectie.

source: e.g. Treasure
nl_nl: b.v. Schat

source: Collection Description
nl_nl: Collectie Omschrijving

source: Brief description of the Collections
nl_nl: Korte omschrijving van de inhoud van de Collectie

source: Visibility
nl_nl: Uiterlijk

source: Active
nl_nl: Actief

source: Activate or Deactivate Collection
nl_nl: Activeer of Deactiveer Collectie

source: Public
nl_nl: Publiekelijk

source: Whether a post type is intended to be used publicly either via the admin interface or by front-end users
nl_nl: Of een post type is bedoelt is om openbaar te gebruiken via de beheer interface en of via front-end gebruikers

source: Menu icon
nl_nl: Menu icoon

source: The icon used for the Collection menu.
nl_nl: Positie van de collectie in het linkermenu.

source: Position of the collection in left menu
nl_nl: Positie van de collectie in het linkermenu

source: The position in the menu order the post type should appear. show_in_menu must be true
nl_nl: De positie in het menu waar het post type zichtbaar zou moeten worden. show_in_menu moet geactiveerd zijn.

source: Add Metafield
nl_nl: Metaveld toevoegen

source: Are you sure to delete this Metafield?
nl_nl: Weet je zeker dat je dit Metaveld wilt wissen?

source: Metafield deleted
nl_nl: Metaveld gewist

source: Deactivated
nl_nl: Gedeactiveerd

source: No Metadata set defined yet, click on
nl_nl: No geen Metadata set gedefiniëert, klik op

source: Changing a fieldtype or other variables while there is already saved date can result in data loss. Beware of that fact.
nl_nl: Veranderen van veld type of anders variabelen nadat er al gegevens voor zijn ingevuld kan resulteren in verlies van gegevens. Wees je hier bewust van.

source: Please enter a new name for this Metabox:
nl_nl: Vul een nieuwe naam in voor deze Metabox:

source: Settings Updated
nl_nl: Instellingen bijgewerkt

source: Rename Metabox
nl_nl: Metabox Hernoemen

source: Are you sure to delete this metabox? All metafield in it will return to the Inactive Elements Metadataset.
nl_nl: Weet je zeker dat je dit Metabox wilt wissen? Alle Metavelden gepositioneerd in de metabox zullen terugkeren onder tab Inactieve Elementen Metadataset

source: Delete Metabox
nl_nl: Metabox gewist

source: system metafield
nl_nl: systeem metaveld

source: Inactive System Elements Wordpress
nl_nl: Inactieve Systeem Elementen van Wordpress

source: The standard user interface of Wordpress have some things that can't be changed. For instance the position of title and description.
nl_nl: De standaard User Interface van Wordpress hebben een aantal elementen die niet veranderd kunnen worden. Bijvoorbeeld de positie van titel of omschrijving.

source: Add Metabox
nl_nl: Metabox toevoegen

source: Inserted in preview area
nl_nl: toegevoegd aan voorvertoon gebied

source: Name
nl_nl: Naam

source: Position
nl_nl: Positie

source: Metabox is beeing placed. One moment.
nl_nl: Metabox wordt geplaatst, Even wachten aub....

source: Insert Metabox
nl_nl: Metabox Plaatsen

source: Edit Collection Overview Table
nl_nl: Bewerk Collection Overzichtstabel

source: Note: in order to use fields please add them to the user interface first.
nl_nl: N.B. Om velden te kunnen gebruiken moet je ze eerst in de user interface toevoegen.

source: Settings updated
nl_nl: Instellingen opgeslagen...

source: Save user Interface
nl_nl: User interface Opslaan

source: Toggle help
nl_nl: Help in-uitschakelen

source: Edit User Interface for:
nl_nl: Bewerkt User Interface voor:

source: Inactive Metafields
nl_nl: Inactieve Metaboxen

source: Inactive System Metaboxes
nl_nl: Inactieve systeem Metaboxen

source: This is the preview area of your Collection Edit Interface
nl_nl: Dit is het voorvertoon gebied van de Collectie bewerk interface

source: Drag elements to this area
nl_nl: Sleep Metaboxen in dit gebied

source: Order saved
nl_nl: Volgorde opgeslagen

source: Colorpicker
nl_nl: Kleurenkiezer

source: delete this
nl_nl: wis deze

source: Choose a color
nl_nl: Kies een kleur

source: Default Value
nl_nl: Standaard Waarde

source: Placeholder value
nl_nl: Placeholder waarde

source: A greyed out value when the field is empty. Ideal to use for hints.
nl_nl: Een 'greyed out' waarde als het veld leg is. ideaal om te gebruiken voor hints.

source: Close Field
nl_nl: Veld sluiten

source: Allow multiple values / instances of this element
nl_nl: Sta meerde waarden / instanties toe van dit element

source: Field Options Saved
nl_nl: Veld Opties Opgeslagen

source: Save
nl_nl: Opslaan

source: Combination field
nl_nl: Combinatie veld

source: No label yet
nl_nl: Nog geen label

source: Close
nl_nl: Sluiten

source: Subfields
nl_nl: Subvelden

source: Order
nl_nl: Volgorde

source: No subfield Set defined yet, click on Add Subfield to create one
nl_nl: No geen subvelden gedefiniëert, klik op Subveld toevoegen om te beginnen

source: Add Subfield
nl_nl: Subveld toevoegen

source: Add another
nl_nl: Een toevoegen

source: Button title to add another instance
nl_nl: Titel van knop om een nieuwe rij toe te voegen

source: Date
nl_nl: Datum

source: Date and / or Time
nl_nl: Datum en / of Tijd

source: Date type
nl_nl: Type Datum

source: Georeference
nl_nl: Georeferentie

source: Location
nl_nl: Locatie

source: Reverse Geocode
nl_nl: Omgekeerd Geocoderen

source: Field height
nl_nl: Veld hoogte

source: Default Location
nl_nl: Standaard Locatie

source: Address
nl_nl: Adres

source: Default Zoom level
nl_nl: Standaard Zoom niveau

source: Image field
nl_nl: Afbeeldings veld

source: Select other image
nl_nl: Andere afbeelding selecteren

source: Delete image
nl_nl: Afbeelding wissen

source: Insert Media
nl_nl: Media plaatsen

source: get / upload image
nl_nl: afbeeldingen ophalen / uploaden

source: Required
nl_nl: Vereist

source: title
nl_nl: titel

source: date
nl_nl: datum

source: time
nl_nl: tijd

source: amount
nl_nl: hoeveelheid

source: Pan / Zoom
nl_nl: Bewegen / Zoomen

source: Edit points
nl_nl: Markering bewerken

source: Add points
nl_nl: Markering toevoegen

source: Delete points
nl_nl: Markering wissen

source: Edit point's metadata
nl_nl: Markering metadata bewerken

source: Base layer
nl_nl: Basis laag

source: Properties
nl_nl: Eigenschappen

source: Properties modified...<br/>Save the page in order to save modifies marker properties.
nl_nl: Eigenschappen aangepast...<br/>Sla de pagina op om de veranderingen in de markeringen permanent op te slaan

source: Sometimes the map doesn't show at startup, click the + control to fix the problem.
nl_nl: Soms komt het voor dat de kaart niet goed laadt. klik op de + knop om het probleem op te lossen

source: Choose layers
nl_nl: Kies lagen

source: Choose the layers with tile distributors.
nl_nl: Kies de lagen met de tile aanbieders.

source: Uncheck all
nl_nl: Deselecteer alle

source: a value that matches on of the values in the options field
nl_nl: een waarde die overeenkomt met de waarde in het optie veld

source: Options
nl_nl: Opties

source: Choose
nl_nl: Kies

source: First option text
nl_nl: Eerste keuze tekst

source: Taxonomy
nl_nl: Taxonomie

source: Taxonomies
nl_nl: Taxonomieën

source: Taxonomies is a special field and the functionality is part of Wordpress.
nl_nl: Taxonomieën is een speciaal 'veld' en de functionaliteit is een standaard onderdeel van Wordpress.

source: General info about Taxonomies. For more info see: <a href='http://codex.wordpress.org/Taxonomies' target='_blank'>http://codex.wordpress.org/Taxonomies</a>
nl_nl: Algemene info over Taxonomieën. Voor meer info zie: <a href='http://codex.wordpress.org/Taxonomies' target='_blank'>http://codex.wordpress.org/Taxonomies</a>

source: Taxonomy Name
nl_nl: Naam Taxonomie

source: e.g. Ingredients
nl_nl: b.v. Ingedienten

source: Taxonomy Singular Name
nl_nl: Taxonomie naam enkelvoud

source: e.g. Ingredient
nl_nl: b.v. Ingedient

source: Show in menu item in the collection navigation menu
nl_nl: Show in menu item in het collectie navigatie menu

source: Hierarchical
nl_nl: Hiërarchische

source: categories with descendants
nl_nl: categorieën met 'descendants'

source: Show this field in Collection overview<br/>(this field has to be dragged in user interface before showing up)
nl_nl: Bekijk dit veld in Collectie overzicht.

source: Text field
nl_nl: Tekst veld

source: Length
nl_nl: Lengte

source: Columns
nl_nl: Kolommen

source: Columns length of the textarea field
nl_nl: Kolomlengte van het textarea veld

source: Rows
nl_nl: Rijen

source: Required Errormessage
nl_nl: Vereist Foutmelding

source: True false
nl_nl: Waar / niet waar

source: Message with field (e.g. contains nuclear waste)
nl_nl: Bericht bij veld: (bijv. bevat afval)

source: User
nl_nl: Gebruiker

source: Field type
nl_nl: Veld type

source: Return value
nl_nl: Return waarde

source: Get metadata for this url
nl_nl: Haal metadata op voor deze url

source: Renew metadata for this url
nl_nl: Vernieuw metadata voor deze url

source: Upload date
nl_nl: Upload datum

source: User Portrait
nl_nl: Gebruik Portrait

source: User Name
nl_nl: Gebruikersnaam

source: Duration
nl_nl: Duur

source: Height
nl_nl: Hoogte

source: Embed options
nl_nl: Embed opties

source: Example
nl_nl: Voorbeeld

source: Color
nl_nl: Kleur

source: e.g. 00adef=vimeo blue
nl_nl: bijv. 00adef=vimeo blauw

source: Other
nl_nl: Andere

source: use al valid Vimeo url here if you want to use a default value
nl_nl: gebruik een geldige geldige Vimeo url als je een standaard waarde wilt gebruiken

source: Use Vimeo's API to acquire the footage's metadata and store it in seperate fields
nl_nl: Gebruik Vimeo's API om metadata op te halen en sla op in aparte velden

source: Automatic Paragraph Tags (wpautop)
nl_nl: Automatische Paragraaf Tags (wpautop)

source: Media buttons
nl_nl: Media knoppen

source: Full
nl_nl: Volledig

source: Simple
nl_nl: Eenvoudig

source: Technical reference
nl_nl: Technische referentie

source: Aspect Ratio
nl_nl: Beeldverhouding

source: Update date
nl_nl: Upload datum

source: Theme
nl_nl: Thema

source: Choose theme
nl_nl: Kies thema

source: use al valid Youtube url here if you want to use a default value
nl_nl: gebruik een geldige youtube url op deze plek als je een standaard waarde wilt gebruiken.
